#+title: Lindoma
#+STARTUP: overview

| Class | Paragon Path | Epic Destiny |
|-------+--------------+--------------|
| [[http://iws.mx/dnd/?view=class104][Bard]]  |              |              |

| Race     | Size | Age | Gender | Height | Weight | Align. | Deity  | Adv. Co. | XP | Next XP | Level |
|----------+------+-----+--------+--------+--------+--------+--------+----------+----+---------+-------|
| [[http://iws.mx/dnd/?view=race6][Half-Elf]] | M    |  20 | M      | 5' 9"  |    140 | Good   | Melora |          |  0 |    1000 |     1 |

| Max HP | Current HP | Bloodied | Healing Surge | Surges/Day | Surges Used |
|--------+------------+----------+---------------+------------+-------------|
|     28 |         28 |       14 |             7 |         10 |           1 |

 - Second Wind [ ]
 - Death ST Failed [ ] [ ] [ ]
 - Action Points:

| Initiative | Dex | 1/2 Level | Misc | Temp |
|------------+-----+-----------+------+------|
|          0 |   0 |         0 |    0 |    0 |
#+TBLFM: $1=($2 + $3 + $4 + $5)

| Speed | Base | Armor | Item | Temp |
|-------+------+-------+------+------|
|     6 |    6 |     0 |    0 |    0 |
#+TBLFM: $1=($2 + $3 + $4 + $5)

* Defense
:PROPERTIES:
:VISIBILITY: all
:END:
| Total |      | 10 + 1/2 lvl | Arm. Abil. | Class | Feat | Enh. | Misc | Temp |
|-------+------+--------------+------------+-------+------+------+------+------|
|    13 | AC   |           10 |          3 |     0 |    0 |    0 |    0 |    0 |
|    14 | FORT |           10 |          3 |     1 |    0 |    0 |    0 |    0 |
|    11 | REF  |           10 |          0 |     1 |    0 |    0 |    0 |    0 |
|    14 | WILL |           10 |          4 |     0 |    0 |    0 |    0 |    0 |
#+TBLFM: $1=($3 + $4 + $5 + $6 + $7 + $8 + $9)

| Armor Bonus | Shield Bonus | Check Penalty | Speed Penalty | Heavy? |
|-------------+--------------+---------------+---------------+--------|
|           3 |            0 |             0 |             0 | [ ]    |


** Attack Workspace
| Weapon/Power        | Attack | 1/2 Level | Ability  | Class | Prof | Feat | Enh | Misc |
|---------------------+--------+-----------+----------+-------+------+------+-----+------|
| [[Melee Basic Attack]]  |     +4 |         0 | 0 (STR)  |     0 |    3 |    1 |   0 |    0 |
| [[Ranged Basic Attack]] |     +4 |         0 | 0 (DEX)  |     0 |    3 |    1 |   0 |    0 |
| [[Guiding Strike]]      |     +8 |         0 | +4 (CHA) |     0 |    3 |    1 |   0 |    0 |
| [[War Song Strike]]     |     +8 |         0 | +4 (CHA) |     0 |    3 |    1 |   0 |    0 |
| [[Shout of Triump]]     |     +4 |         0 | +4 (CHA) |     0 |    0 |    0 |   0 |    0 |
#+TBLFM: $2='(concat "+" (int-to-string (-sum '($3 $4 $5 $6 $7 $8 $9))));N

** Damage Workspace
| Weapon/Power        | Bonus | Ability | Feat | Enh | Misc | Misc |
|---------------------+-------+---------+------+-----+------+------|
| [[Melee Basic Attack]]  |    +0 |       0 |    0 |   0 |    0 |    0 |
| [[Ranged Basic Attack]] |    +0 |       0 |    0 |   0 |    0 |    0 |
| [[Guiding Strike]]      |    +4 |      +4 |    0 |   0 |    0 |    0 |
| [[War Song Strike]]     |    +4 |      +4 |    0 |   0 |    0 |    0 |
| [[Slayer's Song]]       |    +4 |      +4 |    0 |   0 |    0 |    0 |
#+TBLFM: $2='(concat "+" (int-to-string (-sum '($3 $4 $5 $6))));N


* Skills
| Mod | Name          | Abil. | Train | Mod | 1/2 Lvl | Armor | Misc | Temp |
|-----+---------------+-------+-------+-----+---------+-------+------+------|
|  +1 | Acrobatics    | Dex   |       |     |         |       |    1 |      |
|  +7 | Arcana        | Int   |     1 |   2 |         |       |      |      |
|  +1 | Athletics     | Str   |       |     |         |       |    1 |      |
|  +4 | Bluff         | Cha   |       |   4 |         |       |      |      |
| +11 | Diplomacy     | Cha   |     1 |   4 |         |       |    2 |      |
|  +1 | Dungeoneering | Wis   |       |     |         |       |    1 |      |
|  +4 | Endurance     | Con   |       |   3 |         |       |    1 |      |
|  +1 | Heal          | Wis   |       |     |         |       |    1 |      |
|  +7 | History       | Int   |     1 |   2 |         |       |      |      |
|  +7 | Insight       | Wis   |     1 |     |         |       |    2 |      |
|  +5 | Intimidate    | Cha   |       |   4 |         |       |    1 |      |
|  +1 | Nature        | Wis   |       |     |         |       |    1 |      |
|  +6 | Perception    | Wis   |     1 |     |         |       |    1 |      |
|  +3 | Religion      | Int   |       |   2 |         |       |    1 |      |
|  +1 | Stealth       | Dex   |       |     |         |       |    1 |      |
|  +5 | Streetwise    | Cha   |       |   4 |         |       |    1 |      |
|  +1 | Theivery      | Dex   |       |     |         |       |    1 |      |
#+TBLFM: $1='(concat "+" (int-to-string (+ $5 $6 $7 $8 $9 (if (eql $4 1) 5 0))));N
 - [[Skill Versatility]]: gain a +1 bonus to untrained skill checks
 - Group Awareness from Sarjor grants allies a +1 racial bonus to Perception
 - Bard class feature adds +2 Diplomacy and +2 Insight


** Equipment
  | Name               | Quantity | Cost (gp) | Weight (lbs) | Total Weight (lbs) | Total Cost (gp) |
  |--------------------+----------+-----------+--------------+--------------------+-----------------|
  | Longbow            |        1 |        50 |            2 |                  2 |              50 |
  | Longsword          |        1 |        15 |            4 |                  4 |              15 |
  | Backpack           |        1 |         2 |            5 |                  5 |               2 |
  | Bedroll            |        1 |        .1 |            2 |                  2 |             0.1 |
  | Tinderbox          |        1 |        .5 |            1 |                  1 |             0.5 |
  | Ration             |       10 |        .5 |            1 |                 10 |              5. |
  | Waterskin          |        1 |        .2 |            5 |                  5 |             0.2 |
  | Hempen Rope (50ft) |        1 |         1 |           10 |                 10 |               1 |
  | Arrows             |       60 |       .05 |           .1 |                 6. |              3. |
  | Hide Armor         |        1 |        30 |           25 |                 25 |              30 |
  |--------------------+----------+-----------+--------------+--------------------+-----------------|
  | Carry Capacity     |      100 |           |              |                70. |           106.8 |
  #+TBLFM: $5=($2 * $4)
  #+TBLFM: $6=($2 * $3)
  #+TBLFM: @>$5=vsum(@<<$5..@>>$5)
  #+TBLFM: @>$6=vsum(@<<$6..@>>$6)

